Repository: seanpm2001/mt-training-data
Catalog: fuf/fuf_pontoon.tmx
Source language: en_us
Languages: fuf

source: The sentence has disrespectful or offensive language.
fuf: Konngol ngol ena waɗi haala coofka walla nehtorka.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
fuf: Lowre ndee maa danndito ɗo yaajtii. Ngam heɓde humpito sakkitiingo, tiiɗno yantu e <matrixLink>jeewte renndo Matrix</matrixLink> walla njillo-ɗaa <githubLink>GitHub</githubLink> walla <discourseLink>forum amen Discourse</discourseLink> ngam naatnude e rewindaade caɗe dawtol lowre.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
fuf: Ndoɓri TED-LIUM waɗiraa ko jeewte ojoo e binnditte mum keɓotooɗe to lowre TED toh.

source: This is approximately the number of hours required to train a production speech-to-text system.
fuf: Ɗuum woni hakke limoore waktuuji baɗɗiiɗi ngam eeltude yuɓɓo faggininngo haala-to-binndol.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
fuf: Ɗum-ɗoo ko taƴannde toɗɗiinde fannu kuutoragol jogiinde keɓe ngam doolnude keftingol limooje gowlaaɗe kam e ejtagol eey / alaa.

source: This is our process for translating and adapting our content for many locales (languages).
fuf: Ɗum woni laawol amen ngam firde e jaaɓtinde loowdi amen e caltirɗe keewɗe (ɗemɗe).

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
fuf: Ngol teeltol kañum ɗowata jiyagol maa e doggol ardiiɓe. So suuɗaama, taaɓagol maa ko cuuringol. Ɗum firti ko natal maa, innde kuutoro e taaɓagol njaltataa e doggol ngol. Tesko wonde kesɗitingol doggol ngol ena ɓama ~{ $minutes } hojom ngam yaltinde bayle ɗee.

source: Three to go!
fuf: Ina heddii tati!

source: Today
fuf: Hannde

source: Today's Common Voice progress on clips recorded
fuf: Taaɓagol Common Voice hannde e lefon nanngitakon

source: Today's Common Voice progress on clips validated
fuf: Taaɓagol Common Voice hannde e lefon njaalɗinakon

source: Today's Progress
fuf: Ɓeydagol hannde

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
fuf: Ngam ɓenninoyeede to leemre keɓe toh, lefel sawto maa jaalɗinee yimɓe ɗiɗo seertuɓe.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
fuf: Ngam Leemre keɓe Common Voice waɗa nafoore tigi min cuɓii ko yamirde so wonaa binndol sewnde tawa woni ko e jamirol Creative Commons (CC0). Huutoraade nanondiral CC0 firti ko yiytude e roɓindaade binndi ɓurata saɗtude kono maa gooto kala waaw huutoraade keɓe sawto jaltuɗe e majji tawa alaa kaɗe kuutoragol walla jamirooje ummiiɗe e Mozilla. E ndaɓɓa, min njiɗi ko waɗde leemre keɓe limtiɗemɗiire ndee haa nafa mo woni kala, woni wiɗtooɓe, jaaɓikaaɗtirɗe, startup en, laamuuji, pelle faandaare renndo e hatohatolinɓe.

source: Top Contributors
fuf: Gollooɓe Rowrowɓe

source: Total
fuf: kuuɓal

source: Total Approved
fuf: Jaɓaaɗi e Kuuɓal

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
fuf: waktuuji { $totalHours }ena waawi timmude e ko seɓilebbi { $periodMonths }soyimɓe { $people }nanngitiimalefon { $clipsPerDay }ñalawma

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
fuf: E bannge ñaamo oo, mon kollirat ɓure kam e humpitooji ɗi min mbaɗata e peñcu. Huutoro jokkorɗe les ɗee ngam fuɗɗoraade konte Common Voice e kaɓirgol maa.

source: Toward next goal
fuf: Faade e faanaare aroore

source: Track progress here and on your stats page.
fuf: Rewindo taaɓagol maa ɗoo kam e hello maa limte.

source: Upload aborted. Do you want to delete your recordings?
fuf: Jollugol dullii. Aɗa yiɗi momtude nanngitogol maa?

source: Upload an image file
fuf: Yollu fiilde natal

source: Upload of this clip keeps failing at server. Reload the page or try again later.
fuf: yongooitaylAndwabanful ɓɓojytu.wafaaatfradinanatyiSann.

source: Upload of this clip keeps failing, keep retrying?
fuf: yongooitaylAndwabanful ɓɓ, emɗoji ng?

source: User Name
fuf: Innde kuutoro

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
fuf: Huutorɓe jaalɗinat ceeɓndam lefon ndokkakon, ɓe ƴeewtoo so gowloowo oo tarii konngol ngol no moƴƴirta.

source: Using Common Voice
fuf: Kuutorogol Common Voice?

source: Validated Clips
fuf: Lefon njaalɗinakon

source: Validated Hours
fuf: Waktuuji Jaalɗinaaɗi

source: Validated Hr. Total
fuf: Wk Jaalɗinaaɗi e Kuuɓal

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
fuf: Jaalɗinde lefon ɗe woɗɓe ndokkii ena teeŋti sanne e golle Common Voice. Heɗo heen ngam wallude min sosde keɓe sawto udditiiɗe lobbe.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
fuf: Caltuka ko haala keeriika - wano kaaleteeka e diiwaan keeriiɗo maa renndo. Sahaaji ena wiyee ngaddiin.

source: Version
fuf: Yamre

source: View your progress against personal and project goals.
fuf: Yiy taaɓagol maa takko paandaale maa e nɗe eɓɓoore

source: Visible
fuf: Peeñɗo

source: Voice clips are entered into a submission queue that readies them for listening.
fuf: Lefon sawto kon naatnete e doggol naatnaaɗe keblowol keɗagol majji.

source: Voice Dataset, Ready for Download
fuf: Leemre Keɓe Sawto, Hebiima Aawteede

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
fuf: Sawto ko tago, ko e neɗɗo jeyaa. Ɗuum waɗi amin keppani sosde karalle sawto kuutorteeɗe e masiŋaaji men. Kono ngam sosde juɓɓe sawto, topayɓe ena cokli keɓe sawtooji keewɗi haa wooroo.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
fuf: Sawto ko tago, ko e neɗɗo jeyaa. Ɗuum waɗi amin cummbanoo sosde karalle sawto kuutorteeɗe e masiŋaaji men. Kono ngam sosde juɓɓe sawto, jogaade keɓe sawto keewɗe haa wooroo ena waɗɗii.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language.
fuf: Karalle keftingol sawto nana wayla kesamhesamaagu jotondiral men e masiŋaaji, kono juɓɓe goodɗe oo sahaa ɗee ko jeyaaɗe. Common Voice jeyaa ko e miijo Mozilla ngam ɓeydude ƴellitaare karalle keftingol sawto kadi tawa mo woni kala ena haɓa heen. Common Voice ko diiñorde keɓe maamaare sawtooji dokkaaɗi ballooje mo woni kala e mbaadi njaawndi eeltude jaaɓɗe ɓeydaaɗe sawto e ɗemgal kala goodngal. Wonaa tan sawtooji tan min ndoɓindotoo e ɗemɗe ɓurɗe yaajde ɗee kono kadi e ɗemɗe ɓurɗe famɗude haalooɓe. Bayyinde leemre keɓe sawtooji limtindiinde maa doolnu topayɓe, yeñcinamgolle en e renndooji ngam ɓe ñawnde ndeen ŋakkere kamɓe e koye maɓɓe. Kadi takko leemre keɓe Common Voice ndee, amin mahora masiŋ keftinirɗo haala ena wiyee Deep Speech.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Mozilla Common Voice is an initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves.
fuf: Karalle keftingol sawto nana wayla kesamhesamaagu jotondiral men e masiŋaaji, kono juɓɓe goodɗe oo sahaa ɗee ko jeyaaɗe. Common Voice ko miijo Mozilla ngam ɓeydude ƴellitaare karalle keftingol sawto kadi tawa mo woni kala ena haɓa heen. Common Voice ko diiñorde keɓe maamaare sawtooji dokkaaɗi ballooje mo woni kala e mbaadi njaawndi eeltude jaaɓɗe ɓeydaaɗe sawto e ɗemgal kala goodngal. Wonaa tan sawtooji tan min ndoɓindotoo e ɗemɗe ɓurɗe yaajde ɗee kono kadi e ɗemɗe ɓurɗe famɗude haalooɓe. Bayyinde leemre keɓe sawtooji limtindiinde maa doolnu topayɓe, yeñcinamgolle en e renndooji ngam ɓe ñawnde ndeen ŋakkere kamɓe e koye maɓɓe. Kadi takko leemre keɓe Common Voice ndee, amin mahora masiŋ keftinirɗo haala ena wiyee Deep Speech.

source: Voices Online Now
fuf: Daaɗe Ceŋiiɗe Jooni

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
fuf: VoxForge waɗiraa ko roɓindaade haala mbinnditaaka ngam huutoreede e Masiŋaaji Keftingol Haala de Sewnde-Udditigol

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
fuf: Aɗa yiɗi wallude Common Voice ɓeydaade moƴƴude? Eyyoo! Jokkondir e amen e iimeel walla forum <discourseLink>Discourse</discourseLink>, naatnu caɗe lowre to <githubLink>GitHub</githubLink>, walla yantu e renndo jeewte <matrixLink>Matrix</matrixLink>

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
fuf: Aɗa yiɗi tintineede so yamre hesere Leemre keɓe Common Voice bayyinaama? Lulno e ɓataake habrirde amen.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
fuf: Min ngoni ko e mahde leemre keɓe sawto udditiinde e heɓotoonde e peñcu nde mo woni kala ena waawi huutoraade ngam eeltude jaaɓnirɗe ɓeydaade haala.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
fuf: Minen wonɓe to Mozilla min ngoni ko e darnude renndo toppitiingu karalliwal sawto. Amin njiɗi jokkude kumpital huutoraade kesɗitine, cewɗe keɓe kese kadi ngam ɓeydude humpito baɗte o kuutorto-ɗaa ɗee keɓe.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
fuf: Amin ngoongɗini leeme keɓe sawto mawɗe keɓotooɗe e peñcu maa ƴellit kesamhesamaagu e pompondiral njulaaŋkaagal kisngal e jaŋde-masiŋaaji kam e karalle haala. Ɗum ko darnde huuɓnde etee amin mbismii mo woni kala yoo jeye heen. Faandaare amen ko wallude mbete karalle haala ena nodda mokala, yahda e keewal daaɗe e nder winndere ndee.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
fuf: Amin ngoongɗini leeme keɓe sawto mawɗe keɓotooɗe e peñcu maa ƴellit kesamhesamaagu e pompondiral njulaaŋkaagal kisngal e jaŋde-masiŋaaji kam e karalle haala. Leemre keɓe limtiɗemɗiire Common Voice heɓii wonde jooni tan leemre keɓe heɓotoonde e peñcu ɓurnde mawnude e nanndo mum'en, kono wonaa kañum taw woodi. Ƴeew ngoo hello ngam ngarngal tugnorgal leeme keɓe sawto udditiiɗe, kam e nokkuure ɗo njaltinten kesɗitine e oo tuma mo Common Voice ɓeydotoo yaajde.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
fuf: Min kiisortoo waktuuji ko ɓetde pecindol njuuteendi nanngitol kala, kisa min cowondira ndeen limoore e limoore limoore nanngitte ɗemɗe ɗee fof.

source: We couldn’t find that page for you
fuf: Min koriima yiytande ma hello ngo

source: Weekly
fuf: Yontere

source: Weekly Goal
fuf: Faadaare Yontere

source: Welcome { $company } staff!
fuf: On njaɓɓaama gollanooɓe { $company }!

source: Welcome to Common Voice
fuf: A jaɓɓaama e Common Voice

source: We may have run out of clips - refresh the page, or try again later.
fuf: En ngaynii lefon njaalɗinteekon e ngal ɗemngal...

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
fuf: Amin ngaadani maa huutoraade humpito maa e nuunɗal. Ɓeydu humpito to <privacyLink>Ciifol Suturo</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
fuf: Min ngoni ko e mahde leemre keɓe sawto, limtiɗemɗiire, udditiinde e heɓotoonde e peñcu nde mo woni kala ena waawi huutoraade ngam eeltude jaaɓnirɗe ɓeydaade haala.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
fuf: Amin nodda ballondiral e leemre keɓe sawtooji. Hokkir sawto maa, jaalɗin ceeɓndam lefon yimɓe woɗɓe, waɗ leemre keɓe ndee ɓeydoo moƴƴanɗe mo woni kala.

source: We’re experiencing unexpected downtime
fuf: Amin njogii caɗe dartagol ɗe tijjaaka

source: We're receiving a lot of traffic and are currently investigating the issues.
fuf: Amin eɓa yillotooɓe heewɓe oo sahaa, min ngoni ko e yuurnitaade caɗeele ɗee.

source: We’re sorry, your platform is not currently supported.
fuf: Amin njahnoo, dinnderde maa tammbitaaka oo sahaa.

source: We've run out of sentences to record in this language...
fuf: En ngaynii konnguɗi jaalɗinteeɗi e ngal ɗemngal...

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
fuf: Min njiɗi ko Leemre keɓe Common Voice nannda keelɗugol ojoo masiŋ haala-to-binndol nanoyta e weeyo, wadde min njiylotoo ko limlimtam. Kam e renndo haalooɓe limlimtinde, leemre keɓe waɗnde keelɗugol ojoo limlimtinde maa janngin masiŋaaji haala-tobinndol gollaade e ngonka goongiray-goonga, foti ko e haala ngoɗɗuka walla dille oto. Tawde tan lefel sawto maa ena faamnii, engel fota naatde e leemre keɓe ndee.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
fuf: Ma min njokkondir e maa e humpito woɗngo baɗte no ɓeydirtaa ɗemngal maa e Common Voice ko yaawi.

source: We will be in touch with more information as it becomes available.
fuf: Ma en njokkondir ngam ɓeydande-ma humpito so fuɗɗiima heɓaade.

source: We will not make your email public.
fuf: Min mbaɗoytaa iimeel maa peeñcu.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
fuf: Ma min njuurnito ɗaɓɓaande maa momtude nanngite maa e lemre keɓe ndee. So ɗaɓɓitaande maa jaɓaama, ma min njokkondir e aawtiiɓe leemre keɓe ndee ngam naamnade yo ɓe lomtu nanngite maa kamɓe ne.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
fuf: Hol ko firti wonde mi waawaa “anndude holi haalooɓe” e leemre keɓe Common Voice ndee?

source: What is Common Voice?
fuf: Ko woni Common Voice?

source: What issues are you experiencing with this sentence?
fuf: Hol caɗeele ndañɗaa e ngol koŋngol?

source: What kind of goal do you want to build?
fuf: Hol fannu faadaare njiɗ-ɗaa mahde?

source: What level of audio quality is required for a voice clip to be used in the dataset?
fuf: Hol ɗo keelɗugol ojoo foti tolnaade ngam lefel sawto huutoree e leemre keɓe ndee?

source: What’s inside the Common Voice dataset?
fuf: Ko woni nder leemre keɓe Common Voice ndee?

source: What's Public?
fuf: Hol ko woni peeñcu?

source: What’s the difference between Common Voice and Deep Speech?
fuf: Hol ko seerndi Common Voice e Deep Speech?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
fuf: So kuutoro riiwtii lefel sawto, ngon ruttoto to Doggol Caɓɓiiɗe. So o riiwtii ngel ɗimmol, lefel hito ngel dirtinee to Genaale Lefon toh.

source: When will you release Common Voice data in other languages?
fuf: Mande bayyinton keɓe Common Voice e ɗemɗe goɗɗe?

source: Where does the source text come from?
fuf: Hol to binndol sewde ngol ummortoo?

source: Which variant of { $language } do you speak?
fuf: Hol caltuka { $language } kaalataa?

source: Why ?
fuf: Hol sabaabu?

source: Why a profile?
fuf: Ko saabii heftinirde?

source: Why Common Voice?
fuf: Ko saabii Common Voice?

source: Why does this matter?
fuf: Hol ko saabii ɗum ina himmi?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
fuf: Ko waɗi a wiyataa yimɓe yo tar e defte walla binndanɗe wikipedia e ɗemɗe goɗɗe?

source: Why do you need so many different speakers per language?
fuf: Ko saabii aɗa sokli haalooɓe heewɓe woɗɓe e kala ɗemngal?

source: Why is 10,000 validated hours the per language goal for capturing audio?
fuf: Ko waɗi waktuuji 10,000 jaalɗinaaɗi woni faandaare ɗemngal kala ngam heɓɓaade ojoo?

source: Why is Common Voice part of the Mozilla mission?
fuf: Hol ko saabii Common Voice jeyeede e eɓɓoore Mozilla?

source: Why is it important?
fuf: Ko saabii ɗum himmude?

source: Why is my language not included yet?
fuf: Ko saabii ɗemngal am jeyaaka heen tawo?

source: Why should I sign up for an account?
fuf: Ko saabii mbiɗo foti winnditaade ngam uddit-de konte?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
fuf: Aɗa yiɗi ɗaɓɓitde momtugol nanngitte sawto maa ne, walla ɓuran-maa ko mooftude ɗe e Leemre keɓe Common Voice ndee?

source: Yes
fuf: Eey

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
fuf: Eey, neldee kam iimeeluuji. Miɗo hatojini e humpitaade baɗte Eɓɓoore Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
fuf: Eey, neldam iimeeluuji. Miɗo yiɗi humpitaade baɗte ɗo golle ɗee njahrata e ngal ɗemngal e Common Voice.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
fuf: Eey, amin cokli sawto maa e jaati! Ena jeyaa e paandaale Common Voice renndinde ngaddinaaji keewɗi ɓurɗi seertude mbete carwe keftinirkon sawto moƴƴana gooto e men kala. Ɗuum firti ko sawtooji ɓe muynaani ɗemngal noon foti teeŋtude.

source: You
fuf: Aan

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
fuf: Ngonɗaa ko e fuɗɗaade aawtogol <size>{ $size }GB</size>, aɗa jokka?

source: You are prepared to initiate a download of <b>{ $size }</b>
fuf: A hebiima fuɗɗaade gaawtol ɓetowol <b>{ $size }</b>

source: You can choose to make your username public or anonymous.
fuf: Aɗa waawi suɓaade waɗde innde kuutoro maa e peñcu walla cuuɗiiɗo.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
fuf: Aɗa waawi mahde leemre keɓe limtoɗinnde, udditiinde so sosde heftinirde Common Voice kisa mbaliitira sawto maa.

source: You must allow microphone access.
fuf: Maa njamiraa keɓagol mikkoroo.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
fuf: Ngaddiin maa ko no ngowlirtaa konngi. Seerndata ngaddinaaji ko ɗo neɗɗo hoti, ɗemɗe goɗɗe ɗe o haalata kañum e geɗe goɗɗe keewɗe.Aɗa waawi waɗde ɗoo humpito kala cikuu-ɗaa ena ɓeydoo faamminde.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
fuf: Nanngitte maa niɓɓiɗinaaɗe maa keddo e leemre keɓe Common Voice. So a woodii momtude heɓtinirde maa, a waawataa haŋkadi naatnude ɗaɓɓitaande momtude nanngitte maa e leemrɗ keɓe ndee.

source: Your daily goal has been created
fuf: Faandaare maa ñalngu sosaama

source: Your download has started.
fuf: Gaawtol maa fuɗɗiima

source: You’re contributing to a target segment
fuf: Aɗana wallita e taƴannde toɓɓaande adannde

source: You’re contributing to our first target segment
fuf: Aɗana wallita e taƴannde toɓɓaande amen adannde

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
fuf: Oo sahaa ko a cuɓiiɗo <bold>WASDE</bold> heɓde iimeeluuji wano ciiftinooji, kesɗitine taaɓagol am e ɓatakeeji kabrirɗi baɗte Common Voice.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
fuf: Oo sahaa ko a cuɓiiɗo heɓde iimeeluuji wano ciiftinooji, kesɗitine taaɓagol am e ɓatakeeji kabrirɗi baɗte Common Voice.

source: Your Languages
fuf: Ɗemngal maa

source: Your username and email will not be associated with the published data.
fuf: Innde kuutoro maa e iimeel maa ndenndinoytaake e keɓe bayyinaaɗe ɗee.

source: Your weekly goal has been created
fuf: Faandaare maa yontere sosaama

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
fuf: A wallii Common Voice yettaade <goalPercentage></goalPercentage> faandaare nanngitagol amen ñalɗiire { $goalValue } !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
fuf: A wallii Common Voice yettaade <goalPercentage></goalPercentage> faandaare jaalɗingol amen ñalɗiire { $goalValue } !
